Repository: instasanjik/ozinshe-demo
Catalog: ozinshe-demo-sanzhar/Common/Resourses/Localizable.xcstrings
Source language: en
Languages: kk_kz, ru

# Age-yo
source: y.o.
kk_kz: жас
ru: лет

# carouselContinueButtonText
source: Next
kk_kz: Келесі
ru: Далее

# carouselEndButtonText
source: Let's start!
kk_kz: Әрі қарай
ru: Начнем!

# carouselItem-1
source: Movies, TV series, sitcoms, animation projects, TV programs and reality shows, anime and much more
kk_kz: Фильмдер, телехикаялар, ситкомдар, анимациялық жобалар, телебағдарламалар мен реалити-шоулар, аниме және тағы басқалары
ru: Фильмы, сериалы, ситкомы, анимационные проекты, телепрограммы и реалити-шоу, аниме и многое другое

# carouselItem-2
source: Look from any device Watch your favorite movie from your phone, tablet, laptop without additional payment
kk_kz: Кез келген құрылғыдан қара Сүйікті фильміңді қосымша төлемсіз телефоннан, планшеттен, ноутбуктан қара
ru: Смотрите с любого устройства Смотрите свой любимый фильм со своего телефона, планшета, ноутбука без дополнительной оплаты

# carouselItem-3
source: Registration is easy. Register now and get the movie you want
kk_kz: Тіркелу оңай. Қазір тіркел де қалаған фильміңе қол жеткіз
ru: Зарегистрироваться очень просто. Зарегистрируйтесь прямо сейчас и получите желаемый фильм

# carouselSkipButton
source: Skip
kk_kz: Өткізу
ru: Пропустить

# carouselWelcomeText
source: Welcome to ÖZINŞE!
kk_kz: ÖZINŞE-ге қош келдің!
ru: Добро пожаловать в ÖZINŞE!

# ChangePassword-NewPassword
source: New password
kk_kz: Жаңа пароль
ru: Новый пароль

# ChangePassword-RepeatPassword
source: Repeat new password
kk_kz: Жаңа құпия сөзді қайталаңыз
ru: Повторите новый пароль

# ContentCategories-Anime
source: Anime
kk_kz: Аниме
ru: Аниме

# ContentCategories-Cartoons
source: Cartoons
kk_kz: Мультсериал
ru: Мультфильмы

# ContentCategories-CartoonSeries
source: CartoonSeries
kk_kz: Мультфильм
ru: Мультсериалы

# ContentCategories-Documentary
source: Documentary movies
kk_kz: Деректі фильм
ru: Документальные фильмы

# ContentCategories-FeatureMovies
source: Feature Movies
kk_kz: Көркем фильм
ru: Художественный фильмы

# ContentCategories-Foreign
source: Foreign films
kk_kz: Шетел фильмдері
ru: Зарубежные фильмы

# ContentCategories-Music
source: Music
kk_kz: Музыка
ru: Музыка

# ContentCategories-Series
source: Series
kk_kz: Телехикая
ru: Сериалы

# ContentCategories-Sitkom
source: Sitkom
kk_kz: Ситком
ru: Ситком

# ContentCategories-TVShow
source: TV program and reality show
kk_kz: Тв-бағдарлама және реалити-шоу
ru: ТВ-программы и реалити-шоу

# Favorites-Title
source: Favorites
kk_kz: Таңдаулылар
ru: Избранное

# GalleryList-TVProgram
source: TV program and reality show
kk_kz: Тв-бағдарлама және реалити-шоу
ru: ТВ-программы и реалити-шоу

# General-Categories
source: Categories
kk_kz: Санаттар
ru: Категории

# General-Edit
source: Edit
kk_kz: Өңдеу
ru: Изменить

# General-FunctionUnavailableError
source: We are sorry! This options is not working now
kk_kz: Кешіріңіз! Бұл опциялар қазір жұмыс істемейді
ru: Приносим свои извинения! Эта опция сейчас не работает

# General-UnknownError
source: An unknown error has occurred! Please try again later!
kk_kz: Белгісіз қате болды! Өтінемін, кейінірек көріңіз!
ru: Произошла неизвестная ошибка! Пожалуйста, попробуйте позже!

# Genres-Adventure
source: Adventure
kk_kz: Шытырман оқиғалы
ru: Приключения

# Genres-Comedy
source: Comedy
kk_kz: Комедиялар
ru: Комении

# Genres-Entertainment
source: Entertainment
kk_kz: Ойын-сауық
ru: Развлечения

# Genres-Family
source: Family
kk_kz: Отбасымен көретіндер
ru: Семья

# Genres-Fantasy
source: Fantasy
kk_kz: Ғылыми фантастика және фэнтези
ru: Фэнтези

# Genres-Musically
source: Musically
kk_kz: Музыкалық
ru: Музыка

# Genres-Science
source: Science
kk_kz: Ғылыми-танымдық
ru: Научные

# Genres-Short
source: Short
kk_kz: Қысқаметрлі
ru: Короткометражные

# Genres-Sport
source: Sport
kk_kz: Спорттық
ru: Спорт

# KeepWatching-KeepWatching
source: Keep watching
kk_kz: Көруді жалғастырыңыз
ru: Продолжить просмотр

# Languages-Cancel
source: Cancel
kk_kz: Болдырмау
ru: Отменить

# Languages-Restart
source: Restart
kk_kz: Қайта қосу
ru: Перезагрузить

# Languages-Warning
source: Warning
kk_kz: Ескерту
ru: Внимание

# Lanuages-WarningDescription
source: Please restart your app to change language completely
kk_kz: Тілді толығымен өзгерту үшін қолданбаны қайта іске қосыңыз
ru: Пожалуйста, перезапустите ваше приложение, чтобы полностью сменить язык

# LeaveAccount-Confirmation
source: Do you really want to log out of your account?
kk_kz: Сіз шынымен есептік жазбаңыздан шыққыңыз келе ме?
ru: Вы действительно хотите выйти из аккаунта?

# LeaveAccount-No
source: No
kk_kz: Жоқ
ru: Нет

# LeaveAccount-Yes
source: Yes. leave
kk_kz: Иә, шығу
ru: Да, выйти

# Login-IncorrectLoginOrPassword
source: Incorrect login or password
kk_kz: Логин немесе құпия сөз дұрыс емес
ru: Неверный логин или пароль

# Movie-Director
source: Director
kk_kz: Режиссер
ru: Режисер

# Movie-Hide
source: Hide
kk_kz: Жасыру
ru: Скрыть

# Movie-More
source: More
kk_kz: Толығырақ
ru: Больше

# Movie-Producer
source: Producer
kk_kz: Продюсер
ru: Продюсер

# Movie-Save
source: Save
kk_kz: Сақтау
ru: Сохранить

# Movie-Screenshots
source: Screenshots
kk_kz: Скриншоттар
ru: Скриншоты

# Movie-Sections
source: Sections
kk_kz: Бөлімдер
ru: Секции

# Movie-Share
source: Share
kk_kz: Бөлісу
ru: Поделиться

# Movie-SimilarShows
source: Similar TV series
kk_kz: Ұқсас телехикаялар
ru: Похожие сериалы

# Movie-Watch
source: Watch
kk_kz: Қарау
ru: Посмотреть

# MovieInfo-FromItsCategory
source: From the same category
kk_kz: Сол санаттан
ru: Из этой же категории

# MovieInfo-Trending
source: Trending ones
kk_kz: Трендтер
ru: В тренде

# PersonalData-birhdayDate
source: Birthday date
kk_kz: Туған күні
ru: Дата рождения

# PersonalData-name
source: Name
kk_kz: Сіздің атыңыз
ru: Имя

# PersonalData-NoData
source: Empty
kk_kz: Бос
ru: Пусто

# PersonalData-phoneNumber
source: Phone number
kk_kz: Телефон нөмірі
ru: Номер телефона

# Profile-ChangePassword
source: Change password
kk_kz: Құпия сөзді өзгерту
ru: Изменить пароль

# Profile-DarkMode
source: Dark mode
kk_kz: Қараңғы режим
ru: Ночной режим

# Profile-Language
source: Language
kk_kz: Тіл
ru: Язык

# Profile-Leave
source: Leave
kk_kz: Шығу
ru: Выйти

# Profile-MyProfile
source: My profile
kk_kz: Менің профилім
ru: Мой профиль

# Profile-Notifications
source: Notifications
kk_kz: Хабарламалар
ru: Уведомления

# Profile-PersonalData
source: Personal data
kk_kz: Жеке деректер
ru: Персональные данные

# Profile-Profile
source: Profile
kk_kz: Профиль
ru: Профиль

# Profile-TermsOfUse
source: Terms of Use
kk_kz: Ережелер мен шарттар
ru: Условия использования

# Search-NoResults
source: Your search returned no results
kk_kz: Сіздің іздеуіңіз нәтиже бермеді
ru: Ваш поиск не дал никаких результатов

# Search-Search
source: Search
kk_kz: Іздеу
ru: Поиск

# Seasons-episode
source: episode
kk_kz: эпизод
ru: эпизод

# Seasons-Seasons
source: season
kk_kz: маусым
ru: сезон

# Series-episode
source: episode
kk_kz: серия
ru: серия

# SignIn-AppleID
source: Sign up with your Apple ID
kk_kz: Apple ID-мен тіркеліңіз
ru: Войти с Apple ID

# SignIn-Description
source: Log in into your account
kk_kz: Аккаунтқа кіріңіз
ru: Войдите в ваш аккаунт

# SignIn-EmailIsEmpty
source: Email or password cannot be empty
kk_kz: Электрондық пошта немесе құпия сөз бос болуы мүмкін емес
ru: Адрес электронной почты или пароль не могут быть пустыми

# SignIn-ForgotPassword
source: Forgot your password?
kk_kz: Құпия сөзді ұмыттыңыз ба?
ru: Забыли пароль?

# SignIn-Google
source: Sign up with your Google
kk_kz: Google-мен тіркеліңіз
ru: Войти с Google

# SignIn-HaveNoAccount
source: Have no account?
kk_kz: Аккаунтыныз жоқ па?
ru: Нет аккаунта?

# SignIn-Hello
source: Hello
kk_kz: Сәлем
ru: Привет!

# SignIn-Join
source: Join
kk_kz: Кіру
ru: Войти

# SignIn-or
source: Or try it
kk_kz: Немесе
ru: Или

# SignIn-Password
source: Password
kk_kz: Құпия сөз
ru: Пароль

# SignIn-SignUp
source: Sign Up!
kk_kz: Тіркелу
ru: Зарегистрироваться!

# SignIn-WrongFormat
source: Wrong format
kk_kz: Қате формат
ru: Неверный формат

# SignIn-YourEmail
source: Your email
kk_kz: Сіздің email
ru: Ваш email

# SignIn-YourPassword
source: Your password
kk_kz: Сіздің құпия сөзіңіз
ru: Ваш пароль

# SignUp-Description
source: Fill in the data
kk_kz: Деректерді толтырыңыз
ru: Заполните форму

# SignUp-DoUHaveAnAccount?
source: Already have an account?
kk_kz: Сізде аккаунт бар ма?
ru: Уже есть аккаунт?

# SignUp-Login
source: Login
kk_kz: Кіру
ru: Войти

# SignUp-PasswordAgain
source: Repeat the password
kk_kz: Құпия сөзді қайталаңыз
ru: Повторите пароль

# SignUp-PasswordsAreDifferent
source: Passwords are not similar
kk_kz: Парольдер ұқсас емес
ru: Пароли не совпадают между собой

# SignUp-SignUp
source: Sign Up
kk_kz: Тіркелу
ru: Зарегистрироваться
